{
    "version": "https://jsonfeed.org/version/1",
    "title": "Gesko",
    "home_page_url": "https://powex.ml/Gesko/",
    "feed_url": "https://powex.ml/Gesko/feed.json",
    "description": "just a minimalist, personal blog",
    "icon": "https://powex.ml/Gesko/apple-touch-icon.png",
    "favicon": "https://powex.ml/Gesko/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "p0wex",
        "url": null,
        "avatar": null
    },
    
"items": [
    
        {
            "id": "https://powex.ml/Gesko/2020/11/24/twitter%E3%81%AE%E3%81%AA%E3%81%84%E7%94%9F%E6%B4%BB",
            "title": "Twitterのない生活",
            "summary": null,
            "content_text": "Twitterを離れてから数日がたつ。生活と気分にいくつかの変化を感じる。まず、読書量が増えた。読みたいと思って買ったままに、部屋の隅でほこりをかぶりかけてる本がけっこうな数あるのだけど、そのうちの数冊は読み終えて棚のしかるべき場所へ収まった。物思いにふけるようになった。Twitterをやっていたら断片的につぶやいてたはずの思いつきや取るに足らない考えを、頭の中で時間をかけてぐるぐるといじくり回したり、脈略のない連想の連なりをぼんやり眺める余裕ができた。気持ちの振幅が小さくなった。Twitterでは毎日争いがある。朝の連続ドラマのように、一度見始めるとつまらないとわかっていてもなんとなく続きが気になってのぞいてしまう。結果、いらぬ悪感情を持ち帰ってしまう。そういう余計なストレスをくらうことがなくなり、おだやかな気分を取り戻せている。ほかにもいろいろあるけど、キリがないし、今となってはどうでもいい。Twitterも黎明期のころはおもしろい人がたくさんいて、ながれてくるつぶやきを読むだけでも刺激的だった。初期のTwitterは、エンジニアや研究職、好奇心旺盛な人が多かった。感情のゴミ箱のような某掲示板とちがって、争いがなく、ユーモアであふれ、オープンな空気で満ちていた。震災のとき、Twitterの有用性に世間からの注目が集まり、それまでとは違う感じの人が参入するようになって、はじめて変化の波を感じた。そのあと、いわゆる戦争法の審議で世間の温度があがったころから、Twitterはいきがったチンピラみたいなのがあつまるようになり、いまでは差別や私刑、冷笑と嘲笑とマウンティングが横行する、地獄のような場になってしまった。インターネットはバカ製造機か、バカ発見器か。前者だとおもう。場の設計によって、人はバカにも賢者にもなる。Twitterもテレビも、バカ製造機としての機能が備わっている。Twitterとテレビ、どちらも広告モデルであるという点で共通している。扇情的なコンテンツで注目を集め、間に広告を挟む。見る人は多ければ多いほど良いので、マスに向けた設計になる。収益が同じであればコンテンツは短いほうが費用対効果が良い。その場の標準的な語り口は断定調になり、複雑な問題を単純化して面白おかしく話せる演者が重宝される。エロと暴力とお涙ちょうだいを混ぜながら、あらゆる事象をフラットに扱い消費する。そんなものに長時間ふれていたらバカになるに決まっている。Twitterを通じてかけがえのない友人と出会うことができたり、蒙を啓かされたりした経験が、やめる決断を遅らせてしまった。膨大な時間を無駄にした。だれもが分け隔てなくつながり、知識や経験を共有し、ゆるやかなつながりをもつことができる。そんな理想をかつてのインターネットに抱き、Twitterが実現してくれると期待していたけど、結局、使う人間がかわらなければ、まともなツールに育つはずもない。出かけて人と会うことがままならない今は、読むべき本を読み、思考を遊ばせる時間を持つことにする。",
            "content_html": "<p>Twitterを離れてから数日がたつ。生活と気分にいくつかの変化を感じる。</p><p>まず、読書量が増えた。読みたいと思って買ったままに、部屋の隅でほこりをかぶりかけてる本がけっこうな数あるのだけど、そのうちの数冊は読み終えて棚のしかるべき場所へ収まった。</p><p>物思いにふけるようになった。Twitterをやっていたら断片的につぶやいてたはずの思いつきや取るに足らない考えを、頭の中で時間をかけてぐるぐるといじくり回したり、脈略のない連想の連なりをぼんやり眺める余裕ができた。</p><p>気持ちの振幅が小さくなった。Twitterでは毎日争いがある。朝の連続ドラマのように、一度見始めるとつまらないとわかっていてもなんとなく続きが気になってのぞいてしまう。結果、いらぬ悪感情を持ち帰ってしまう。そういう余計なストレスをくらうことがなくなり、おだやかな気分を取り戻せている。</p><p>ほかにもいろいろあるけど、キリがないし、今となってはどうでもいい。</p><p>Twitterも黎明期のころはおもしろい人がたくさんいて、ながれてくるつぶやきを読むだけでも刺激的だった。</p><p>初期のTwitterは、エンジニアや研究職、好奇心旺盛な人が多かった。感情のゴミ箱のような某掲示板とちがって、争いがなく、ユーモアであふれ、オープンな空気で満ちていた。</p><p>震災のとき、Twitterの有用性に世間からの注目が集まり、それまでとは違う感じの人が参入するようになって、はじめて変化の波を感じた。そのあと、いわゆる戦争法の審議で世間の温度があがったころから、Twitterはいきがったチンピラみたいなのがあつまるようになり、いまでは差別や私刑、冷笑と嘲笑とマウンティングが横行する、地獄のような場になってしまった。</p><p>インターネットはバカ製造機か、バカ発見器か。前者だとおもう。場の設計によって、人はバカにも賢者にもなる。Twitterもテレビも、バカ製造機としての機能が備わっている。</p><p>Twitterとテレビ、どちらも広告モデルであるという点で共通している。扇情的なコンテンツで注目を集め、間に広告を挟む。見る人は多ければ多いほど良いので、マスに向けた設計になる。収益が同じであればコンテンツは短いほうが費用対効果が良い。その場の標準的な語り口は断定調になり、複雑な問題を単純化して面白おかしく話せる演者が重宝される。エロと暴力とお涙ちょうだいを混ぜながら、あらゆる事象をフラットに扱い消費する。</p><p>そんなものに長時間ふれていたらバカになるに決まっている。</p><p>Twitterを通じてかけがえのない友人と出会うことができたり、蒙を啓かされたりした経験が、やめる決断を遅らせてしまった。膨大な時間を無駄にした。</p><p>だれもが分け隔てなくつながり、知識や経験を共有し、ゆるやかなつながりをもつことができる。そんな理想をかつてのインターネットに抱き、Twitterが実現してくれると期待していたけど、結局、使う人間がかわらなければ、まともなツールに育つはずもない。</p><p>出かけて人と会うことがままならない今は、読むべき本を読み、思考を遊ばせる時間を持つことにする。</p>",
            "url": "https://powex.ml/Gesko/2020/11/24/twitter%E3%81%AE%E3%81%AA%E3%81%84%E7%94%9F%E6%B4%BB",
            
            
            
            
            
            "date_published": "2020-11-24T00:00:00+00:00",
            "date_modified": "2020-11-24T00:00:00+00:00",
            
                "author":  {
                "name": "p0wex",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://powex.ml/Gesko/2020/11/21/%E3%81%95%E3%82%88%E3%81%AA%E3%82%89twitter",
            "title": "さよならtwitter",
            "summary": null,
            "content_text": "Twitterが「嫌い」ボタンの導入を検討しているというニュースを見た。Twitter、「嫌い」ボタンや反対投票システムの追加を模索中 - Engadget 日本版Twitterはもうダメだ。ワンタップの「嫌い」をツイート主とそのツイートを見た人に伝えて、どんな良いことがあるのか。Twitterを始めとして、SNSはアテンションを餌に広告を見せつける商売だ。血とエロ、この二つがいつの時代だってアテンションを集めるために最も有効だ。しかしエロはこのご時世、無制限に解禁するわけに行かない。必然、バトルや差別などの「血」をメインコンテンツにするようになる。右と左、体制と反体制、わたしとアイツ、とにかくなんでもいいから二つに分断して、「嫌い」をぶつけ合う。殴り方のうまい者が仲間から称賛される。敵からは憎まれるが、悪いのは敵なので問題なし。そんな雑な乱闘ばかりを来る日も来る日も見せつけられるTwitterにほとほとうんざりしてきた。初期のTwitterは、ゆるやかな繋がりをかんじることができ、あたたかな空間だった。何を食べたか、どこにいるかをシェアしたり、はなれた場所から同じ空を見上げたりしていた。一緒におなじテレビ番組をみる人もいた。Twitterを通じて知りあった人と何度もオフ会をした。適度な距離感がちょうどよかった。いまのTwitterはもうダメだ。Twitterが最初におかしくなったのは、リプライ以外のアクションも通知され、いいねとリツイートが数字として表示されるようになった頃からだ。承認欲求をこじらせるユーザーが飛躍的に増え、セルフブランディング用途に使うことも当たり前になった。フェイクニュースの主戦場にもなった。嫌ならやめればいい、そういう声が聞こえてきそうだ。こういうことを言う人は、後から来た人だ。最初期から使っている者として、この状態にいくらかの責任を感じている。初期のTwitterは、ユーザーがそれぞれ知恵を絞ってTwitterの使い方を考えて共有していた。そうして編み出された使い方のいくつかは、後に公式の機能として採用された。その時期を経験しているユーザーは、ある時期から変質していったTwitterを、なんとかマシなものに方向修正させるべく頭を悩ませていたとおもう。嫌だからといって簡単にやめるわけにはいかないという責任を勝手に感じている。でも、もう限界だ。「嫌い」ボタンが正式に採用されるかどうかは今日時点ではわからない。しかし、検討するだけでも論外だ。「嫌い」ボタンのほかにも、「フリート」機能にもがっかりした。一日で自動的にツイートが削除される機能らしい。Twitterは、ひとつひとつのツイートに個別URLがタイムスタンプつきで発行されることと、あとからツイート内容を修正できないことが良いところだった。一度口からでた言葉はネット上にアーカイブされる。言論とはそういうものだ。「吐いたつば飲まんとけよ」というのは昔の不良少年たちの美学だった。24時間で自動的に削除されるなどというチキン向け機能なんて、理解ができない。多くの人が匿名の複数アカウントをもち、使い勝手が悪くなったらさっさとアカウントを削除して乗り換えている。ツイートも気軽に削除する。ツイートの目的はアテンションをいかに多く集められるかということだけ。フォロワー数・いいね数・リツイート数を競うゲーム。つきあいきれない。これはTwitterに限ったことではない。広告収入頼みのビジネスモデルだと、必ずこうなる。そのサービスによって、どれほど人間が愚かになろうが社会が壊れようが、事業者にとっては関係がない。アテンションを集めるコンテンツを優遇し、最適化を加速させていく。もう、個人ユーザーが改善に関われる規模をとっくに超えている。嫌なのでやめる。残念だ。拡散もされず、いいねももらえず、誰にも気づかれないネットの隅っこで、好き勝手なことを書きちらしていくことにする。",
            "content_html": "<p>Twitterが「嫌い」ボタンの導入を検討しているというニュースを見た。</p><p><a href=\"https://japanese.engadget.com/twitter-dislike-downvote-055008400.html\">Twitter、「嫌い」ボタンや反対投票システムの追加を模索中 - Engadget 日本版</a></p><p>Twitterはもうダメだ。ワンタップの「嫌い」をツイート主とそのツイートを見た人に伝えて、どんな良いことがあるのか。</p><p>Twitterを始めとして、SNSはアテンションを餌に広告を見せつける商売だ。血とエロ、この二つがいつの時代だってアテンションを集めるために最も有効だ。しかしエロはこのご時世、無制限に解禁するわけに行かない。必然、バトルや差別などの「血」をメインコンテンツにするようになる。</p><p>右と左、体制と反体制、わたしとアイツ、とにかくなんでもいいから二つに分断して、「嫌い」をぶつけ合う。殴り方のうまい者が仲間から称賛される。敵からは憎まれるが、悪いのは敵なので問題なし。そんな雑な乱闘ばかりを来る日も来る日も見せつけられるTwitterにほとほとうんざりしてきた。</p><p>初期のTwitterは、ゆるやかな繋がりをかんじることができ、あたたかな空間だった。何を食べたか、どこにいるかをシェアしたり、はなれた場所から同じ空を見上げたりしていた。一緒におなじテレビ番組をみる人もいた。Twitterを通じて知りあった人と何度もオフ会をした。適度な距離感がちょうどよかった。</p><p>いまのTwitterはもうダメだ。Twitterが最初におかしくなったのは、リプライ以外のアクションも通知され、いいねとリツイートが数字として表示されるようになった頃からだ。承認欲求をこじらせるユーザーが飛躍的に増え、セルフブランディング用途に使うことも当たり前になった。フェイクニュースの主戦場にもなった。</p><p>嫌ならやめればいい、そういう声が聞こえてきそうだ。こういうことを言う人は、後から来た人だ。最初期から使っている者として、この状態にいくらかの責任を感じている。</p><p>初期のTwitterは、ユーザーがそれぞれ知恵を絞ってTwitterの使い方を考えて共有していた。そうして編み出された使い方のいくつかは、後に公式の機能として採用された。その時期を経験しているユーザーは、ある時期から変質していったTwitterを、なんとかマシなものに方向修正させるべく頭を悩ませていたとおもう。嫌だからといって簡単にやめるわけにはいかないという責任を勝手に感じている。</p><p>でも、もう限界だ。「嫌い」ボタンが正式に採用されるかどうかは今日時点ではわからない。しかし、検討するだけでも論外だ。</p><p>「嫌い」ボタンのほかにも、「フリート」機能にもがっかりした。一日で自動的にツイートが削除される機能らしい。</p><p>Twitterは、ひとつひとつのツイートに個別URLがタイムスタンプつきで発行されることと、あとからツイート内容を修正できないことが良いところだった。一度口からでた言葉はネット上にアーカイブされる。言論とはそういうものだ。「吐いたつば飲まんとけよ」というのは昔の不良少年たちの美学だった。24時間で自動的に削除されるなどというチキン向け機能なんて、理解ができない。</p><p>多くの人が匿名の複数アカウントをもち、使い勝手が悪くなったらさっさとアカウントを削除して乗り換えている。ツイートも気軽に削除する。ツイートの目的はアテンションをいかに多く集められるかということだけ。フォロワー数・いいね数・リツイート数を競うゲーム。つきあいきれない。</p><p>これはTwitterに限ったことではない。広告収入頼みのビジネスモデルだと、必ずこうなる。そのサービスによって、どれほど人間が愚かになろうが社会が壊れようが、事業者にとっては関係がない。アテンションを集めるコンテンツを優遇し、最適化を加速させていく。</p><p>もう、個人ユーザーが改善に関われる規模をとっくに超えている。嫌なのでやめる。残念だ。</p><p>拡散もされず、いいねももらえず、誰にも気づかれないネットの隅っこで、好き勝手なことを書きちらしていくことにする。</p>",
            "url": "https://powex.ml/Gesko/2020/11/21/%E3%81%95%E3%82%88%E3%81%AA%E3%82%89twitter",
            
            
            
            
            
            "date_published": "2020-11-21T00:00:00+00:00",
            "date_modified": "2020-11-21T00:00:00+00:00",
            
                "author":  {
                "name": "p0wex",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://powex.ml/Gesko/2020/10/26/reboot",
            "title": "Reboot",
            "summary": null,
            "content_text": "何度目かわからない、ブログのリブート。6月くらいにひさしぶりにブログを更新していたのだけど、三週間坊主で書かなくなってしまっていた。ウェブに日記を書くことをコンスタントに続けていたこともあったけど、Twitterを始めてからはなんとなく書かなくなってしまっていた。黎明期のころのTwitterは楽しかった。食べたもの、訪れた場所、取るに足らない感情、そんなものを思いついたときに書き残す場所だった。勝手なことをつぶやいて、人のつぶやきを勝手に読む。それくらいの距離感が心地よかった。いまのTwitterは、自分にとってそんなのんびりとした場所ではない。いつのころからかアンチがつくようになってしまって、何か書くとスクショを撮られて回されたり粘着質な質問をされるようになった。もう楽しくない。結局、いいねとかリツイートとかコメントとか、そういうフィードバックがあるところで書くことがストレスなんだと気がついた。。無遠慮に近づいてこられることがストレスだ。日々のちょっとした出来事を記録するために、だれからのフィードバックもこないウェブの片隅で日記を書くことにする。紙ではなくウェブに日記を書く理由は、縁あった人がふと思い出してくれたときにのぞいてくれたら、生存確認してもらえるから。まだ生きてますよ。そんなわけで、日記リブート一回目はここまで。",
            "content_html": "<p>何度目かわからない、ブログのリブート。</p><p>6月くらいにひさしぶりにブログを更新していたのだけど、三週間坊主で書かなくなってしまっていた。</p><p>ウェブに日記を書くことをコンスタントに続けていたこともあったけど、Twitterを始めてからはなんとなく書かなくなってしまっていた。</p><p>黎明期のころのTwitterは楽しかった。食べたもの、訪れた場所、取るに足らない感情、そんなものを思いついたときに書き残す場所だった。勝手なことをつぶやいて、人のつぶやきを勝手に読む。それくらいの距離感が心地よかった。</p><p>いまのTwitterは、自分にとってそんなのんびりとした場所ではない。いつのころからかアンチがつくようになってしまって、何か書くとスクショを撮られて回されたり粘着質な質問をされるようになった。もう楽しくない。</p><p>結局、いいねとかリツイートとかコメントとか、そういうフィードバックがあるところで書くことがストレスなんだと気がついた。。無遠慮に近づいてこられることがストレスだ。</p><p>日々のちょっとした出来事を記録するために、だれからのフィードバックもこないウェブの片隅で日記を書くことにする。紙ではなくウェブに日記を書く理由は、縁あった人がふと思い出してくれたときにのぞいてくれたら、生存確認してもらえるから。まだ生きてますよ。</p><p>そんなわけで、日記リブート一回目はここまで。</p>",
            "url": "https://powex.ml/Gesko/2020/10/26/reboot",
            
            
            
            
            
            "date_published": "2020-10-26T00:00:00+00:00",
            "date_modified": "2020-10-26T00:00:00+00:00",
            
                "author":  {
                "name": "p0wex",
                "url": null,
                "avatar": null
                }
                
            
        }
    
    ]
}